// 定义一个省份数组存放省份-城市信息
var provinceArray = new Array();
provinceArray = [
	{
		"province":"直辖市",
		"country":["北京市","天津市","上海市","重庆市"]
	},
	{
		"province":"特别行政区",
		"country":["香港","澳门"]
	},
	{
		"province":"河北省",
		"country":["石家庄市","唐山市","秦皇岛市","邯郸市","邢台市","保定市","张家口市","承德市","沧州市","廊坊市","衡水市"]
	},
	{
		"province":"山西省",
		"country":["太原市","大同市","阳泉市","长治市","晋城市","朔州市","晋中市","运城市","祁州市","临汾市","吕梁市"]
	},
	{
		"province":"内蒙古",
		"country":["呼和浩特市","包头市","乌海市","赤峰市","通辽市","鄂尔多斯市","呼伦贝尔市","巴彦淖尔市","乌兰察布市","兴安盟","锡林郭勒盟阿拉善盟"]
	},
	{
		"province":"辽宁省",
		"country":["沈阳市","大连市","鞍山市","抚顺市","本溪市","丹东市","锦州市","营口市","阜新市","辽阳市","盘锦市","铁岭市","朝阳市","葫芦岛市"]
	},
	{
		"province":"吉林省",
		"country":["长春市","吉林市","四平市","辽源市","通化市","白山市","松原市","白城市","延边朝鲜族自治州"]
	},
	{
		"province":"黑龙江省",
		"country":["哈尔滨市","齐齐哈尔市","鸡西市","鹤岗市","双鸭山市","大庆市","伊春市","佳木斯市","七台河市","牡丹江市","黑河市","绥化市","大兴安岭地区"]
	},
	{
		"province":"湖南省",
		"country":["湘潭市","衡阳市","邵阳市","常德市","张家界市","益阳市","郴州市","永州市","怀化市","娄底市","湘西土家族苗族自治州"]
	},
	{
		"province":"湖北省",
		"country":["武汉市","黄石市","十堰市","宜昌市","襄阳市","鄂州市","荆门市孝感市","黄冈市","咸宁市","随州市恩施土家族苗族自治州"]
	}
];

